{
  "reviews": [
    {
      "name": "Checkatrade",
      "title": "Full redecoration schedule bungalow",
      "text": "I have pleasure in providing this reference for Daniel. For the last 7 weeks he has been working on the bungalow belonging to my aged uncle for whom I have Power of Attorney, to prepare the property, which was formerly a small holding, for the market. The house had to be cleared,of furniture, repairs carried out with a full redecoration schedule. In addition there were numerous outbuildings to clear and a 4 acre site, which was completely overgrown, to be brought up to standard. It was a huge undertaking but Daniel and his team took it on willingly.",
      "author": "Mrs Ford",
      "date": "February 2021"
    },
    {
      "name": "Rated People",
      "title": "Bathroom fitter",
      "text": "I am so pleased with my bathroom. This is the second time I have used this company. The first time they did both my bathrooms and they looked incredible. This time they installed under floor heating and also did the tiling. They go way above what they need to do, always making great suggestions. They even let me use there trade card at top tiles so I could save money. Would 100% recommend these guys.",
      "author": "Lee",
      "date": "January 2021"
    },
    {
      "name": "Bark",
      "title": "New bathroom",
      "text": "Excellent, my mother's bathroom was gutted and refitted in 7 days. They tiled the necessary areas shower, the floor, a quadrant shower fitted, new sink and toilet fitted. A new ceiling with 4 spot lights and remaining walls plastered and painted. They also fitted a heated towel rail and mirrored cabinet. My mother was delighted and so was I to see her smile at her new bathroom. Worked cleanly and removed all the old bathroom. Very friendly and provided a quick quote. Would highly recommend.",
      "author": "Mrs Wittiker",
      "date": "January 2021"
    },
    {
      "name": "Checkatrade",
      "title": "New bathroom",
      "text": "These guys work tirelessly to get the job done, arriving 8am, often leaving 6-7pm, they prepped the work lining hall stairs and landing before starting. Yes they may cost a little bit more, but this is so worth it for everything included. Other quotes are just to rip bathroom out and replace in the most basic way ABC did not start the job until they had a solid foundation, laying a new floor giving me that extra sense of security, Not sure what ABC STANDS FOR, but for me it’s Amazing Bathroom Company.",
      "author": "Mrs Arnold",
      "date": "January 2021"
    },
    {
      "name": "Rated People",
      "title": "Tiler",
      "text": "Nick and Daniel agreed to level and tile my kitchen floor at very short notice. The quote was very competitively priced and Daniel's workmanship is exceptional. I would definitely recommend them.",
      "author": "Daniel",
      "date": "December 2020"
    }
  ]
}
